{
  "nodes": [
    {
      "id": "1",
      "title": "Мит за Орфей",
      "author": "Древна Гърция",
      "year": -700,
      "epoch": "Античност",
      "genre": "мит",
      "summary": "Митът разказва как музикантът Орфей слиза в царството на мъртвите, за да върне живота на своята починала Евридика. Това символизира борбата на любовта срещу смъртта и показва, че чрез музика и любов героят може частично да преодолее смъртта. В древните митове смъртта често се възприема като врата към друг свят.",
      "quote": "Надвит от скръб, Орфей отива в царството на мъртвите, за да върне Евридика обратно към света на живите",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Orpheus_and_Eurydice.jpg/800px-Orpheus_and_Eurydice.jpg"
    },
    {
      "id": "2",
      "title": "Епос за Гилгамеш",
      "author": "Древна Месопотамия",
      "year": -2100,
      "epoch": "Античност",
      "genre": "епична поема",
      "summary": "В епоса смъртта на приятеля предизвиква търсене на безсмъртие. Героят осъзнава, че животът е преходен, а смъртта започва нова 'жизнена' глава за душата. В римската и египетската традиция животът след смъртта се описва чрез сложни ритуали, които гарантироват вечен живот сред боговете.",
      "quote": "Животът често се разглежда във връзка с вечността",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Gilgamesh_Tablet.jpg/800px-Gilgamesh_Tablet.jpg"
    },
    {
      "id": "3",
      "title": "Божествена комедия",
      "author": "Данте Алигиери",
      "year": 1320,
      "epoch": "Средновековие",
      "genre": "епична поема",
      "summary": "Поемата разглежда състоянието на душата след смъртта и представя образ на божествената справедливост. За Данте смъртта е част от божествен ред, който възнаграждава или наказва в зависимост от земния живот. В средновековната Европа животът и смъртта са тясно обвързани с религията.",
      "quote": "Разглежда състоянието на душата след смъртта и представя образ на божествената справедливост",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Dante_Divine_Comedy.jpg/800px-Dante_Divine_Comedy.jpg"
    },
    {
      "id": "4",
      "title": "Реквием",
      "author": "Моцарт",
      "year": 1791,
      "epoch": "Класицизъм",
      "genre": "музика",
      "summary": "Погребална меса, която описва Божествения съд. Макар Реквиемът да е духовно произведение, той е 'най-любящото и човешко' от творчеството на Моцарт и 'преследва мистерията на смъртта', съчетавайки страх и утеха. През XVIII–XIX век темата за живота и смъртта се проявява масово и в музиката.",
      "quote": "Най-любящото и човешко от творчеството на Моцарт, преследва мистерията на смъртта",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Mozart_Requiem.jpg/800px-Mozart_Requiem.jpg"
    },
    {
      "id": "5",
      "title": "Островът на мъртвите",
      "author": "Арнолд Бьоклин",
      "year": 1880,
      "epoch": "Романтизъм",
      "genre": "живопис",
      "summary": "Символистка творба, в която самотен лодкар препраща покойник към остров-погребение. Този образ – лодкар, който носи ковчег от живота към смъртта – 'очевидно препраща към пътуването от живота към смъртта'. Изобразителното изкуство от този период използва метафори като 'остров' и 'гробище' за човешките страхове и приемане на смъртта.",
      "quote": "Очевидно препраща към пътуването от живота към смъртта",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Arnold_B%C3%B6cklin_-_Die_Toteninsel_III.jpg/800px-Arnold_B%C3%B6cklin_-_Die_Toteninsel_III.jpg"
    },
    {
      "id": "6",
      "title": "Митът за Сизиф",
      "author": "Албер Камю",
      "year": 1942,
      "epoch": "Модернизъм",
      "genre": "есе",
      "summary": "Камю описва образа на Сизиф като абсурден герой, който 'живее живота до край, мрази смъртта и е осъден на безсмислена задача'. Подчертава свободата да противостояш смъртта чрез радостно животопочитание. През XX век мотивът се трансформира под въздействие на социалните кризи и новите философии.",
      "quote": "Живее живота до край, мрази смъртта и е осъден на безсмислена задача",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Albert_Camus%2C_gagnant_de_prix_Nobel%2C_portrait_en_buste%2C_pos%C3%A9_au_bureau%2C_faisant_face_%C3%A0_gauche%2C_cigarette_de_tabagisme.jpg/800px-Albert_Camus%2C_gagnant_de_prix_Nobel%2C_portrait_en_buste%2C_pos%C3%A9_au_bureau%2C_faisant_face_%C3%A0_gauche%2C_cigarette_de_tabagisme.jpg"
    },
    {
      "id": "7",
      "title": "Бащата",
      "author": "Кристина Грозева",
      "year": 2019,
      "epoch": "Съвременност",
      "genre": "филм",
      "summary": "Филмът разказва за скръбта и стремежа на човек да комуникира с починалата си съпруга. Въпреки лекото насмешливо отношение към езотерика, централната тема е 'справянето с живота след загубата' и 'мотивът за живота след смъртта'. Съвременната култура третира смъртта и живота не само като философски идеи, а и като социални теми.",
      "quote": "Справянето с живота след загубата и мотивът за живота след смъртта",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/The_Father_2020_poster.jpg/800px-The_Father_2020_poster.jpg"
    },
    {
      "id": "8",
      "title": "Because I could not stop for Death",
      "author": "Емили Дикенсън",
      "year": 1890,
      "epoch": "Романтизъм",
      "genre": "поезия",
      "summary": "Стихотворението представя смъртта като джентълмен-шофьор на карета, който спокойно отнася лирическото аз към гроба. Това символизира неочакваната, но мирна среща със смъртта и идеята за вечен живот. В романтичната традиция смъртта често се представя като преход към по-висша форма на съществуване.",
      "quote": "Смъртта като джентълмен-шофьор на карета, който спокойно отнася лирическото аз към гроба",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Emily_Dickinson_daguerreotype.jpg/800px-Emily_Dickinson_daguerreotype.jpg"
    },
    {
      "id": "9",
      "title": "Хаджи Димитър",
      "author": "Христо Ботев",
      "year": 1873,
      "epoch": "Възраждане",
      "genre": "поезия",
      "summary": "В творчеството на Ботев смъртта е 'начало на славата, форма на живот'. Неговите герои умират за свободата, но 'живи са те, живи са' в паметта на народа. Това отразява националната идея за безсмъртие чрез жертва за отечеството.",
      "quote": "Живи са те, живи са в паметта на народа",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Hristo_Botev.jpg/800px-Hristo_Botev.jpg"
    },
    {
      "id": "10",
      "title": "Новото гробище над Сливница",
      "author": "Иван Вазов",
      "year": 1885,
      "epoch": "Възраждане",
      "genre": "поезия",
      "summary": "Стихотворението възпява героичната смърт на войника, отразявайки колективната ценност, че животът е най-висша ценност, а смъртта е нежелана, но 'необходима' (защото е отдаване на дълг). В българската литература от периода смъртта се представя като жертва за националното дело.",
      "quote": "Животът най-висша ценност, а смъртта е нежелана, но необходима",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Ivan_Vazov.jpg/800px-Ivan_Vazov.jpg"
    },
    {
      "id": "11",
      "title": "Седмият печат",
      "author": "Ингмар Бергман",
      "year": 1957,
      "epoch": "Модернизъм",
      "genre": "филм",
      "summary": "Филмът показва рицар, който играе шах с лично олицетворение на Смъртта. 'Всички играем шах със смъртта... въпросът е колко дълго и колко добре ще играем. Да играеш добре – значи да обичаш, а не да мразиш тленното'. В модернизма смъртта се представя като екзистенциален избор и предизвикателство.",
      "quote": "Всички играем шах със смъртта... въпросът е колко дълго и колко добре ще играем",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/The_Seventh_Seal.jpg/800px-The_Seventh_Seal.jpg"
    }
  ],
  "edges": [
    {
      "source": "1",
      "target": "3",
      "type": "влияние",
      "description": "Митът за Орфей оказва силно влияние върху Данте при създаването на образа на подземното царство и идеята за спасяване на любимата"
    },
    {
      "source": "2",
      "target": "6",
      "type": "тематична връзка",
      "description": "И двата текста разглеждат темата за търсенето на безсмъртие и приемане на човешката смъртност"
    },
    {
      "source": "3",
      "target": "4",
      "type": "стилистична връзка",
      "description": "Моцарт използва драматичните образи от Божествената комедия като вдъхновение за музикалната структура на Реквиема"
    },
    {
      "source": "4",
      "target": "5",
      "type": "тематична връзка",
      "description": "И двете произведения изследват темата за прехода между живота и смъртта, макар и в различни художествени форми"
    },
    {
      "source": "5",
      "target": "6",
      "type": "стилистична връзка",
      "description": "Бьоклин и Камю използват сходни визуални метафори за представяне на абсурдността на човешкото съществуване"
    },
    {
      "source": "6",
      "target": "7",
      "type": "влияние",
      "description": "Филмът на Грозева приема екзистенциалистките идеи на Камю за справянето със смъртта и абсурдността"
    },
    {
      "source": "1",
      "target": "5",
      "type": "тематична връзка",
      "description": "И двете произведения използват образа на прехода между света на живите и мъртвите"
    },
    {
      "source": "2",
      "target": "3",
      "type": "влияние",
      "description": "Епосът за Гилгамеш влияе върху средновековните представи за подземното царство, отразени в Божествената комедия"
    },
    {
      "source": "3",
      "target": "6",
      "type": "тематична връзка",
      "description": "И двете произведения разглеждат темата за божественото правосъдие и човешката съдба"
    },
    {
      "source": "4",
      "target": "7",
      "type": "стилистична връзка",
      "description": "Филмът използва музикални елементи, вдъхновени от Реквиема на Моцарт, за създаване на атмосфера"
    },
    {
      "source": "5",
      "target": "8",
      "type": "стилистична връзка",
      "description": "И двете произведения използват метафора за пътуване като символ на прехода между живота и смъртта"
    },
    {
      "source": "8",
      "target": "9",
      "type": "тематична връзка",
      "description": "И двете творби разглеждат идеята за безсмъртие, макар и в различни контексти - личен и национален"
    },
    {
      "source": "9",
      "target": "10",
      "type": "влияние",
      "description": "Вазов продължава традицията на Ботев за героичната смърт и националното безсмъртие"
    },
    {
      "source": "6",
      "target": "11",
      "type": "влияние",
      "description": "Екзистенциализмът на Камю влияе върху филма на Бергман и неговото представяне на диалога със смъртта"
    },
    {
      "source": "11",
      "target": "7",
      "type": "тематична връзка",
      "description": "И двата филма разглеждат диалога между живота и смъртта, макар и в различни исторически контексти"
    },
    {
      "source": "8",
      "target": "11",
      "type": "стилистична връзка",
      "description": "И двете творби използват персонификация на смъртта като литературен похват"
    }
  ]
} 